Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/greta-n.html.tmx
Source language: nob
Languages: sme

source: Artikkel i boka Samisk skolehistorie 6.
sme: Artihkal girjjis Sámi skuvlahistorjá 6.

source: Den nye «lær’inna» i Lerresfjord
sme: Liidnavuona ođđa skuvlarivgu

source: Greta Medalen kom rett fra lærerskolen i Kristiansand til Lille Lerresfjord for å undervise, men selv om hun var ”søring” gikk hun svært godt overens med elevene.
sme: Greta Medalen bođii njuolga Kristiansanda oahpaheaddjiskuvllas Uhca Liidnavutnii oahpahit, muhto vaikko son lei lullinorgalaš, de sus lei buorre oktavuohta ohppiiguin.

source: (Foto utlånt av Greta Skuterud)
sme: (Gova luoikan Greta Medalen)

source: Greta Medalen (seinere gift Skuterud) fra Varteig utenfor Sarpsborg kom som nyutdannet lærer med småskolepedagogikk som spesialfag til den sjøsamiske bygda Lille Lerresfjord nordvest for Alta i 1963 da hun var 22 år gammel.
sme: Greta Medalen (Skuterud maŋŋel go náitalii), gii lei eret Varteig-nammasaš báikkis olggobealde Sarpsborg, bođii aiddooahppan oahpaheaddjin Uhca Liidnavutnii, mii lea oarjjadavábealde Álttá. Son lei lohkan smávvaskuvlapedagogihka earenoamášfágan, ja lei 22 jagi boaris dalle 1963:s go bođii dien smávva mearrasámi gilážii.

source: I løpet av de to årene hun var der, ble hun selv skolestyrer og fikk et godt innblikk i hvor vanskelig det kunne være å skaffe kompetente lærerkrefter til «fjordhollan» langs kysten av Finnmark.
sme: Dan guovtti jagis go lei doppe, lei son maid skuvlahoavda, ja beasai ge ieš bures dovdat dan man váttis lei gávdnat dohkálaš oahpaheaddjinávccaid Finnmárkku riddoguovlluid «vuotnabađaide».

source: Ellen-Astri Lundby har intervjuet Greta Skuterud om tiden ved skolen i Lille Lerresfjord fra 1963 til 1965.
sme: Ellen-Astri Lundby lea jearahallan Greta Skuterudas dan áiggi birra go son barggai Uhca Liidnavuonas 1963 rájes 1965 rádjái.

source: Intervjuet er også basert på hennes notater.
sme: Jearahallan lea huksejuvvon Greta notáhtaide.

source: En tidligere elev ved skolen, Torfinn Thomassen, som hadde Greta Medalen som lærer, bidrar også til artikkelen.
sme: Dán artihkkalis leat maid muittut maid Torfinn Thomassen muitala, gii lei dalle skuvlavázzi go Greta Medalen lei oahpaheaddji.

source: Da Greta Medalen gikk på Lærerskolen i Kristiansand (1960–63) ble hun og de andre lærerstudentene kjent med at det var stor mangel på utdannede lærere ved skolene i Nord-Norge.
sme: Dalle go Greta Medalen váccii oahpaheaddjiskuvlla Kristiansandas (1960–63), de gulai sihke son ja dat eará oahpaheaddjistudeanttat man váttis lei gávdnat oahppan oahpaheddjiid Davvi-Norgga skuvllaide.

source: Den unge østfoldingen tok utfordringen på strak arm og søkte på en stilling ved Rognsund internatskole i Talvik kommune, men hun ble oppringt av skolesjef Thronsen som ønsket å få henne interessert i post i Lerresfjord.
sme: Nuorra østlánddanieida čuovvolii dalán dien hástalusa ja ozai barggu Čoalbmenuori internáhttaskuvlii Dálbmeluovtta suohkanis [1], muhto de čuojahii skuvlahoavda Thronsen sutnje, oččodit su baicca álgit Liidnavutnii bargui.

source: Det var ikke veiforbindelse fra Alta på østsiden av fjorden på den tiden, men lokalbåten gikk annenhver dag mellom Alta og Hammerfest med anløp av alle «fjordhollan».
sme: Nuorttabealde vuona Álttás ii lean dien áiggi biilageaidnu, muhto ruvttofanas manai juohke nuppi beaivvi Álttá ja Hámmárfeastta gaskka, ja bisánattai buot «vuotnabađain».

source: Skolesjefen fikk likevel overtalt den ferske pedagogen til å ta denne stillingen, og hun fikk beskjed over telefon om at hun var ansatt ved den tredelte Lerresfjord skole som lå i Lille Lerresfjord.
sme: Liikká nagodii skuvlahoavda hástalit dien nuorra aiddooahppan pedagoga álgit dien virgái, ja son oaččui telefuvnna bokte dieđu ahte son lei virgáibiddjojuvvon Liidnavuona skuvlii, mii lei Uhca Liidnavuonas.

source: Da Greta Medalen ble satt i land på kaia i Lille Lerresfjord i 1963 visste hun at dette var et sjøsamisk distrikt, men at det ytre sett var få spor av samisk identitet.
sme: Go Greta Medalen lávkii Uhca Liidnavuona káijii 1963:s, de son diđii ahte lei boahtán mearrasámi guvlui, gos sámivuođas eai šat lean beare ollu olgguldas dovdomearkkat báhcán.

source: – Fornorskningen var kommet langt.
sme: – Dáruiduhttin lei joavdan juo oalle guhkás.

source: Alle barna snakket norsk og kalte meg»lær’inna», så jeg behøvde ikke å tenke på eventuelle språkproblemer.
sme: Buot mánát dárustedje ja gohčodedje mu «lær’inna», nu ahte mun in dárbbašan ballat giellaváttisvuođain.

source: Så du kan godt si at mine forgjengere hadde gjort en god jobb, men det er klart at jeg var betenkt over at norske lærere hadde vært med på å utslette det samiske morsmålet spesielt i sjøsamiske områder, sier Greta Medalen.
sme: Oažžu gal roahkka dadjat ahte sii geat mu ovdal ledje leamaš dieppe barggus, ledje bargan oalle buori barggu dien dáfus, ja diehttelas šadden ollu smiehttat dien ášši, go dáru oahpaheaddjit ledje leamaš veahkkin jávkadeamen sápmelaččaid eatnigiela, earenoamážit mearrasámi guovlluin, lohká Greta Medalen.

source: – Men selv om alle barna i bygda snakket norsk, brukte de voksne samisk seg i mellom.
sme: – Muhto vaikko vel buot mánát dárustedje ge, de lávejedje rávisolbmot sámástit gaskaneaset.

source: Barna forsto nok hva de sa, men de brukte ikke samisk selv.
sme: Mánát gal várra ipmirdedje sin, muhto ieža gal eai hupman sámegiela.

source: Jeg hadde inntrykk av at mange voksne hadde moro av å snakke samisk når jeg var i nærheten, men det lå ikke noe mer enn litt ert i det.
sme: Mu mielas orui ahte ollu rávisolbmot liikojedje sámegiela hupmat go mun ledjen lahkosis, muhto in jáhke sii oaivvildedje maidege unohasaid dainna, háliidedje dušše skelbmošit.

source: Jeg følte ikke på noen måte at jeg ble holdt utenfor.
sme: In dovdan ahte vigge mu moktege olgguštit.

source: På sjøsamisk grunn
sme: Mearrasámi eatnamiin

source: Skolesjef Thronsen hadde orientert den unge læreren om at samer i tusener av år hadde bodd langs kysten av Finnmark og livnært seg med fiske og fangst.
sme: Skuvlahoavda Thronsen lei muitalan dien nuorra oahpaheaddjái ahte Finnmárkku mearragáttiin ledje sámit orron duháhiid jagiid ja birgen guolástemiin ja bivdduin.

source: Denne gruppen kalte han sjøsamer.
sme: Dien guovllu olbmuid gohčodii son mearrasápmelažžan.

source: Han sendte henne også et lokalhistorisk hefte.
sme: Son sáddii maid sutnje báikkálašhistorjá girjjáža.

source: Greta har ikke tatt vare på dette heftet som hun den gang oppfattet som veldig nyttig og informativt, men i et julebrev fra Lerresfjorden i 1963 som hun fremdeles har, refererer hun til heftet.
sme: Greta ii leat váldán dien girjjážis vára, mii su mielas dalle lei hui ávkkálaš ja das ledje ollu dieđut, muhto juovlareivves maid son sáddii Liidnavuonas 1963:s, ja mii sus ain lea áimmuin, čujuha son dien girjjážii.

source: Her ble det fortalt at etter skoleloven 1889 skulle «omgangsskolen» opphøre, og det første skolehuset i Lerresfjord krets ble oppført i 1893.
sme: Girjjážis muitaluvvui ahte 1889 skuvlalága mielde galge johttiskuvllat («omgangsskolen») heaittihuvvot, ja vuosttaš skuvlavisti Liidnavuona skuvlabiirii huksejuvvui 1893:s.

source: Det var få samiske lærere og ikke lærebøker på elevenes morsmål, og undervisningen måtte foregå på norsk.
sme: Eai lean beare galle sámegielat oahpaheaddji, ja eai gávdnon oahppogirjjit mánáid eatnigillii, ja oahpahus galggai čađahuvvot dárogillii.

source: Etter århundreskiftet ble samisk ikke lenger brukt i skolen ved Altafjorden.
sme: Maŋit čuohtejagis ii geavahuvvon šat sámegiella Álttávuona skuvllain.

source: Dette var slik hun oppfattet informasjonen i heftet som 22-åring og formidlet det i julebrevet til sine venner fra lærerskolen.
sme: Nie son 22-jahkásažžan ipmirdii dien girjjáža dieđuid dalle ja muitalii dan juovlareivvestis iežas oahpaheaddjiskuvlla ustibiidda.

source: – Det gjorde et dypt inntrykk å lese hvordan skolen og norske lærere dermed ble redskap i fornorskningen av både samer og kvæner.
sme: – Munnje gal čuzii dat go lohken movt skuvla ja dáru oahpaheaddjit ledje sihke sámiid ja kveanaid dáruiduhttimis leamaš veahkkeneavvun.

source: Jeg drømte om at kanskje en av mine elever kunne utdanne seg til lærer og komme tilbake og gi støtte til egen kultur og samisk morsmål.
sme: Smiehtadin dalle ahte soaitá muhtun mu ohppiin vázzit oahpaheaddjiskuvlla ja máhccat ruovttoluotta doarjut iežaset kultuvrra ja sámegiela eatnigiellan.

source: Elevene i Lille Lerresfjord er ute og henter bjørkeris til fastelaven.
sme: Liidnavuona oahppit vižžet soahkeovssiid fástoláskažii.

source: (Foto: Greta Medalen)
sme: (Govva: Greta Medalen)

source: Skoleturen til Alta for elevene i Lille Lerresfjord ble en stor opplevelse der de fikk oppleve skøyteløp med datidens stjerner som ”Kupper’n”, Per Ivar Moe, Kees Verkerk, Ard Schenk med flere.
sme: Skuvlatuvra Áltái lei Liidnavuona ohppiid stuora fearán, go besse oaidnit luistengilvvu, gos serve dalá "násttit" nugo Knut «Kupper’n» Johannessen, Per Ivar Moe, Kees Verkerk, Ard Schenk ja earát.

source: Fra uro til ro i skolen
sme: Riegearas jaskatvuhtii skuvllas

source: I tiden før Greta Medalen ble ansatt, hadde det vært uro rundt skolen i Lille Lerresfjord.
sme: Uhca Liidnavuona skuvllas lei leamaš muosehisvuohta ovdal go Greta Medalen biddjojuvvui dohko virgái.

source: Noen foreldre var misfornøyd med undervisningen og nektet å sende barna på skolen.
sme: Muhtun váhnemat ledje duhtameahttumat oahpahusain ja biehttaledje sáddemis mánáid skuvlii.

source: – For meg ble det viktigere å arbeide for at barna skulle oppleve gode skoledager enn å gå inn i konflikten.
sme: – Mu mielas lei deháleabbo bargat oažžut mánáide buriid skuvlabeivviid, dan sadjái go searvat dien riidui.

source: Jeg konsentrerte meg om undervisningen og følte meg trygg som lærer.
sme: Čohkkejin jurdagiid bargguide mat guske oahpahussii ja dovden oadjebasvuođa oahpaheaddjibarggus.

source: Det var en stor opplevelse å komme til Lerresfjorden og bruke det jeg hadde fått med meg fra lærerskolen.
sme: Lei albma vásáhus munnje boahtit Liidnavutnii ja beassat geavahit dan maid oahpaheaddjiskuvllas ledjen oahppan.

source: Jeg hadde også den fordelen at jeg selv hadde gått på fådelt folkeskole.
sme: Ledjen ieš maid vázzán dakkár álbmotskuvllas go máŋga luohká ledje seamma luohkkálanjas, danin munnje dat ii lean amas.

source: Det vil si at vi hadde elever fra flere klassetrinn i samme undervisningsgruppe.
sme: Mis ledje máŋgga luohkkáceahki oahppit seamma oahppojoavkkus.

source: Jeg underviste for eksempel elever fra første, andre og tredje klasse sammen, og heldigvis hadde jeg erfaring med at noen kunne sitte med stille arbeid, mens læreren gjennomgikk nytt stoff med de andre.
sme: Mun oahpahin ovdamearkka dihte luohká mas ledje vuosttaš, nuppi ja goalmmát luohká oahppit ovttas, ja buorelihkus ledjen vásihan dan ahte muhtumat sáhtte čohkkát áibbas jaska ja bargat, vaikko oahpaheaddji seammás oahpahii ge eará ohppiide eará áššiid.

source: I tredje klasse gikk det bare en elev, og hun fungerte av og til som hjelpelærer for de som var yngre enn henne.
sme: Goalmmát luohkás lei dušše okta oahppi, ja son barggai muhtumin veahkkeoahpaheaddjin nuorabuidda.

source: Det var vel 50 elever på skolen i den perioden jeg var der.
sme: Dalle dan áiggi go mun ledjen doppe, ledje 50 oahppi dien skuvllas.

source: På barnas premisser
sme: Mánáid eavttuid mielde

source: At hennes undervisningsform fungerte bra kan en av hennes tidligere elever fra 6. klasse i 1963 skrive under på.
sme: Sus lei buorre oahpahanmálle, dan gal sáhttá okta su ovdalaš ohppiin duođaštit, gii 1963:s váccii 6. luohká.

source: Torfinn Thomassen som hadde blitt utpekt til urokråke av tidligere lærere, følte at han ble sett og forstått av Greta Medalen.
sme: Torfinn Thomassen, gean ovdalaš oahpaheaddjit ledje navdán rigeararis mánnán, oaččui dan dovddu ahte Greta Medalen sihke oinnii ja ipmirdii su. Dábálaččat lei son láiki bargat ruovttubargguid ja sárggui baicca čállingirjjiide dievva soahtegirdiid ja soahtegovaid.

source: Vanligvis var han ikke noe til å gjøre lekser og tegnet heller kladdebøkene fulle av kampfly og krigsscener inspirert av datidens tegneserier som Kommando og Spion 13, men den nye «lær’inna» fikk han til å åpne bøkene og gjøre oppgavene sine.
sme: Tennjeninspirašuvnna son oaččui dan áiggi govvaráidduin Kommando ja Spion 13, muhto ođđa «lær’inna» oaččui su rahpat skuvlagirjjiid ja bargat bargamušaid maid oaččui.

source: – Greta Medalen var en virkelig god pedagog som både foreldre og barn hadde tillit til, sier Torfinn Thomassen.
sme: – Greta Medalen lei duođai čeahpes pedagoga masa sihke váhnemat ja mánát atne luohttámuša, muitala Torfinn Thomassen.

source: Han beklager at det ikke var flere som henne i skoletida.
sme: Su mielas lea vahát go eai lean eanet dakkárat go son dalle skuvllas.

source: Selv sluttet han skolegangen etter 7-årig folkeskole, men tok senere kurs i snekkerfaget og en 2-årig fotografskole i Danmark.
sme: Ieš son heittii skuvlavázzima go lei geargan 7-jagi álbmotskuvllain, muhto lea maŋŋil čađahan snihkkárkurssaid ja 2-jagaš govvenskuvlla Danmárkkus.

source: – Det skal vel heller ikke legges skjul på at det også hjalp at «lær’inna» var både ung og pen!
sme: Ja ii suige dárbbaš čiegadit man ollu ávki dáiddii maid lean das go «lær’inna» lei nuorra ja čáppat!

source: I undervisningssituasjonen oppsto det av og til spesielle utfordringer, forteller den pensjonerte læreren.
sme: Oahpahandilálašvuođas vásihii son duollet dálle earenoamáš hástalusaid, muitala oahpaheaddji gii dál lea joavdan ealáhatahkái.

source: Noen ganger måtte hun bare legge vekk lærebøkene.
sme: Muhtumin son fertii njulgestaga bidjat eret oahppogirjjiid.

source: De var skrevet av søringer og handlet stort sett om miljøer som barna der nord ikke kjente seg igjen i.
sme: Daid ledje lullinorgalaččat čállán, ja eanas sisdoallu lei čadnon birrasiidda mat davviguovllu mánáide ledje áibbas apmasat.

source: – Jeg husker da jeg skulle lære barna bokstavene.
sme: – Muittán okte go galgen mánáide oahpahit bustávaid.

source: Vi var kommet til E i leseboka og der sto det E for ekorn, men elevene visste ikke hva et ekorn var.
sme: Mii leimmet joavdan E-bustávvii ja lohkangirjjis čuoččui ahte ekorn (oarri) álgá E-bustávain, muhto eai hal oahppit diehtán mii oarri lea.

source: De hadde jo aldri sett ett.
sme: Eai sii lean dien ealláža goassege oaidnán.

source: Jeg valgte først å tegne et ekorn på tavla og fortelle litt om dette koselige dyret og synge den muntre barnesangen om Nøtteliten.
sme: Na mun dasto tennjejin oarri távvalii, ja muitalin veaháš dien litna ealli birra ja lávlon Nøtteliten mánáidlávlaga.

source: Det å tegne var et lurt knep for å engasjere dem. Øynene sto på stilker.
sme: Diet tennjen lei ge buorre vuohki movt giddet mánáid beroštumi. De sii gal gehčče jorba čalmmiiguin.

source: Jeg kan heller ikke huske at det sto noe om samer eller fiskere i lærebøkene, i så fall var det om reindriftssamer og Lofot-fisket.
sme: In mun gal muitte ahte oahppogirjjiin lei mihkkege sámiid dahje guolásteddjiid birra, jus lei, de dáiddii lean boazosámiid ja Lofuohta-guolásteami birra.

source: Tredje og fjerde klasse fremføring av blokkfløytespill.
sme: Goalmmát ja njealját luohká čuojaha njurgganasaid.

source: Første klasse i Lille Lerresfjord (1963/64 ?
sme: Liidnavuona skuvlla vuosttaš luohkká ávvuda adveantta.

source: Til byen for å svømme
sme: Gávpogii vuojadit

source: Under brenningen av Finnmark høsten 1944 ble alle hus og den gamle skolebygningen brent, og den nye skolen i Lille Lerresfjord sto først ferdig i 1951 med to klasserom på rad, materialrom og en lærerbolig i den andre enden.
sme: Buot viesut, maiddái dat boares skuvlavisti boldojuvvui 1944 čavčča, dalle go buot bolde Finnmárkkus. Ođđa skuvla mii huksejuvvui Uhca Liidnavutnii, ii gárvánan ovdal 1951:s.

source: – Det fantes ingen spesialrom verken til sløyd eller gymnastikk, men vi fant løsninger i klasserommene eller utendørs.
sme: – Eai lean earenoamáš lanjat duodjái eai ge lášmmohallamii, muhto gal mii gávnnaimet čovdosiid luohkkálanjain ja olgun.

source: Jeg opplevde at barna i Lerresfjord oppholdt seg mye på kaia eller i båt i all slags vær, og ble betenkt over at de aldri hadde hatt noen form for svømmeopplæring eller livredning, så jeg kontaktet en som kunne gi oss mulighet til å besøke et svømmebasseng i Hammerfest.
sme: Oidnen ahte Liidnavuona mánát geavahedje ollu áiggi káija alde dadje fatnasiin vaikko makkár dálkin, ja munnje dat ii lean oadjebas dilli, danin go sis ii lean leamaš makkárge vuojadanhárjehallan, ii ge gádjunoahppu, ja danin válden ge oktavuođa muhtun olbmuin gii sáhtii min veahkehit beassat fitnat Hámmárfeasttas vuojadanbasseaŋggas.

source: Jeg tok med de største barna dit til vanntilvenning og svømmeopplæring gjennom en skoleuke.
sme: Vulgen boarráseamos ohppiiguin dohko ovtta skuvlavahkkui oahpahallat hárjánit čáhcái ja oahpahallat vuodjat.

source: Det ble en skikkelig skoletur.
sme: Dat šattai albma hávskis skuvlamátkki.

source: – Flere av barna hadde ikke vært i byen før og knapt nok sett en bil.
sme: – Máŋggas mánáin eai lean oba leamaš ge gávpogis ovdal, ja eai lean báljo oaidnán ge biilla.

source: Noen var så fortumlet at de gikk rett på lyktestolpene.
sme: Muhtumat ledje nu jierásnuvvan ahte vázze njuolga čuovgastoalppuid njeaiga.

source: Vi bodde og sov på gulvet hos Frelsesarmeen.
sme: Mii oruimet ja ođiimet Frelsesarméen visttis.

source: I Hammerfest fikk jeg også oppleve nordmenns dårlige behandling av urbefolkningen, da noen av guttene våre var ute og lekte alene.
sme: Hámmárfeasttas bessen maid oaidnit man hejot dáččat láhttejedje eamiálbmogiin, go muhtumat min bártnážiin ledje mannan olggobeallái iehčanassii stoagadit.

source: Plutselig kom de løpende inn og var lei seg.
sme: Fáhkka vihke sii sisa ja ledje váivves mielas.

source: Jeg spurte hva som hadde skjedd, og de sa at de var blitt kalt for «fjellfinn».
sme: Jerren mii lei dáhpáhuvvan, ja de sii muitaledje ahte earát ledje «fjellfinnan» sin gohčodan.

source: Jeg skjønte jo at de opplevde dette som mobbing.
sme: Ipmirdin ahte sin mielas diet lei hárdin.

source: Vi prøvde å snakke om det å være «fjellfinn» eller same, men det var vanskelig.
sme: Mii geahččaleimmet ságastallat ahte movt lea leahket «fjellfinn» dahje sápmelaš, muhto dat lei váttis.

source: Heretter var vi tilstede hele tiden der elevene var, siden de var blitt redde for bygutta.
sme: Ja dan rájes mii gal leimmet čađat fárrolaga ohppiiguin, danin go sii ledje ballagoahtán gávpotbártnážiin.

source: Andakt og teater
sme: Rohkos ja teáhter

source: Et halvår etter at Greta Medalen begynte i sin første lærerstilling, endte hun også opp som skolestyrer.
sme: Jahkebeali maŋŋá go Greta Medalen lei álgán iežas vuosttaš oahpaheaddibargui, de son šattai skuvlahoavdan.

source: Den gamle skolestyreren hadde blitt syk under juleferien på Vestlandet og kom aldri mer tilbake!
sme: Boares skuvlahoavda lei buohccán juovlaluomus Vestlánddas ii ge boahtán goassege šat ruovttoluotta!

source: Det ble litt av et ansvar, men hun trivdes med de varierte oppgavene.
sme: Dat lei gal stuora ovddasvástádus, muhto son liikui bargat máŋggalágan bargguid.

source: Skolen kunne få all hennes oppmerksomhet.
sme: Son sáhtii buot bargonávccaid bidjat skuvlii.

source: Det var heller ikke så mye annet å finne på!
sme: Ii lean ge nu ollu eará masa sáhtii áiggi golahit!

source: «Lær’inna» og styreren i en og samme person måtte tjene mange interesser i bygda.
sme: «Lær’inna» ja skuvlahoavda fertii duhtadit ollu iešguđetlágan beroštumiid gilis.

source: En gang i blant leide hun inn en «passende» film fra Filmsentralen og inviterte til kino på skolen med kretsens vidunder – filmapparatet!
sme: Muhtumin son luoikkahii «vuogas» filmma Filmsentralenis ja bovdii olbmuid skuvlii kinoi, gos beasai dan guovllu ártegis rusttega – filbmaapparáhta geavahit!

source: Andre ganger akkompagnerte hun andakter på skolens trampeorgel, og til juleavslutningen forberedte hun skuespill om juleevangeliet.
sme: Eará háviid čuojahii son rohkosbottuin skuvlla duolbmunorgeliin, ja juovla-loahpaheapmái ráhkkanahtii son juovlaevangeliuma čájálmassan.

source: Det ble øvd på replikker, sunget tostemt og spilt blokkfløyte.
sme: Sii hárjehalle vuorroságastallama ja guovttijitnii lávluma ja oahpahalle njurggonasa («blokkfløyte») čuojahit.

source: – To ivrige og flinke søstre hadde viktige roller og oppgaver, men de kommenterte det ikke.
sme: – Ledje guokte áŋgiris čeahpes nieiddaža geat leigga ožžon dehálaš rollaid ja bargamušaid čájálmasas, muhto soai eaba jienádan olus maidege.

source: Etter at de hadde avsluttet øvingen en dag, kom en annen jente bort og sa at de to søstrene ville ikke få lov av foreldrene til å komme på juleavslutningen.
sme: Muhtin beaivvi go leimmet geargan hárjehallamis, bođii muhtin eará nieiddaš munnje muitalit ahte diet oappášguovttos eaba oaččo váhnemiin lobi boahtit juovlaloahpaheapmái.

source: Greta Medalen forsto ikke hvorfor, så hun spurte husverten som kunne fortelle at de to søstrene kom fra en læstadiansk familie. Sang, spill, pynt og fjas var synd for dem.
sme: Greta Medalen ii ipmirdan manne, ja jearai dasto viessooamasteaddjis manne son diet oappášguovttos eaba beasa boahtit, ja son diđii muitalit ahte soai gulaiga leastadiánalaš bearrašii, ja sii atne diekkár lávlumiid, čuojaheami, čiŋadeami ja láhttemiid suddun.

source: Kulturopplevelser
sme: Kulturvásáhusat

source: – Jeg ble oppriktig lei meg for den klemmen jeg hadde satt disse to flotte jentene i, og jeg tok turen hjem til dem samme ettermiddag.
sme: – Munnje lei duođas váivi go ipmirdin man váttis dillái ledjen dien čáppalunddot nieiddašguovtto dagahan, ja vulgen ge sin guossái veaigin seamma beaivvi.

source: Dette hjemmebesøket var en utrolig opplevelse for en søring.
sme: Dat guossástallan lei jáhkkemeahttun vásáhus lullinorgalažžii.

source: Familien hadde mange barn, og de to jeg hadde på skolen, var de yngste.
sme: Bearrašis ledje ollu mánát, ja skuvlanieiddažat leigga nuoramusat.

source: Jeg snakket med faren deres, og midt oppe i det som for meg så tungt og trist ut, fikk jeg en dyp respekt for han og resten av familien.
sme: Ságastallen sin áhčiin, ja vaikko munnje orui ge sin eallin sihke lossat ja morašlaš, de aŋkke ožžon stuora gudnedovddu sihke sutnje ja olles su bearrašii.

source: Jentene virket trygge i sin stilling, men jeg hadde vondt av at de ikke hadde sagt fra til meg.
sme: Nieiddažat leigga oadjebasat dan barggus maid leigga ožžon, muhto munnje lei váivi go eaba lean munnje muitalan movt sudno dilli lea.

source: Så var det bare å gå i gang med en ny rollefordeling til juleforestillingen.
sme: – Ja dasto mii juohkigođiimet juovlačájálmasa rollaid earaláhkái.

source: Utpå vinteren tok «lær’inna» med seg de eldste skolebarna på overnattingstur til Alta for å oppleve skøyteløp med kjente løpere som Knut «Kupper’n» Johannesen, Per Ivar Moe, Kees Verkerk, Ard Schenk med flere.
sme: Ja de muhtumin dálvet válddii «lær’inna» skuvlamánáidis mielde Áltái luistengilvvu geahččat mas ledje mielde dovddus luistejeaddjit nugo Knut Johannesen, «Kupper’n», Per Ivar Moe, Kees Verkerk, Ard Schenk ja vel earát.

source: Alle hørte radio når det var skøyteløp, og rundetider ble notert flittig i de tusen hjem den gangen.
sme: Olbmot láveje buot dáluin dan áiggi radios guldalit luistemiid, ja viššalit čállit guđege luistenáiggiid.

source: Men nå skulle elevene få oppleve det i virkeligheten.
sme: Muhto dál galge mánát beassat oaidnit ja vásihit luistengilvvuid ieža.
